Repository: RudolfFernandes/YoyoFree-IOS
Catalog: YoyoFree/*.lproj/Localizable.strings
Languages: de, es, it, pt_br

# app-name
source: Yoyo Test
es: Prueba de yoyo

# app-name2
source: Recovery Level 1
es: Nivel de recuperación 1
it: Recupero Livello 1
pt_br: Recuperação Nivel 1

# test-type
source: Type of Test
de: Art des Tests
es: Tipo de prueba
it: Tipo di Test

source: Recovery
es: Recuperación
it: Recupero
pt_br: Recuperação

source: Endurance
es: Resistencia
it: Resistenza
pt_br: Resistência

source: Level
de: Stufe
es: Nivel
it: Livello
pt_br: Nivel

# test-type-msg
source: Please change the type of test by tapping the label on the main screen
de: Bitte ändern Sie die Art des Tests, indem Sie auf das Etikett auf dem Hauptbildschirm tippen
es: Cambie el tipo de prueba tocando la etiqueta en la pantalla principal
it: Si prega di modificare il tipo di test toccando l'etichetta nella schermata principale
pt_br: Altere o tipo de teste tocando no rótulo na tela principal

# howto
source: HowTo. The Basics
de: Die Grundlagen
es: Los basicos
it: Le basi
pt_br: O básico

# howto-msg
source: - Flat surface - Mark 20 meters - Start at one end, on beep - Touch other end on/before beep - One-foot touch is fine - Start back only on beep - Reach back on/before beep - Rest. Repeat - Run back and forth - Reach after beep is 'fail' - Fail 2 consecutive ... end Caution: this app will not run in the background.
de: - Ebene Fläche - Markieren Sie 20 Meter - Beginnen Sie an einem Ende, bei Piepton - Berühren Sie das andere Ende vor/vor dem Piepton - Ein-Fuß-Berührung ist in Ordnung - Neustart nur bei Piepton - Greifen Sie zurück auf/vor dem Piepton - Sich ausruhen. Wiederholen - Hin und her laufen - Reichweite nach Signalton ist 'fail' - Fail 2 aufeinander folgende ... Ende Achtung: Diese App läuft nicht im Hintergrund.
es: - Superficie plana - Marca 20 metros - Comience en un extremo, con un pitido - Toque el otro extremo en / antes del pitido - Tocar con un pie está bien - Empiece de nuevo solo con un pitido - Volver a encender / antes del pitido - Descansar. Repetir - Corre de un lado a otro - Alcance después del pitido es 'fallar' - Falla 2 consecutivos ... final Precaución: esta aplicación no se ejecutará en segundo plano.
it: - Superficie piana - Segna 20 metri - Inizia da un'estremità, al segnale acustico - Toccare l'altra estremità su/prima del segnale acustico - Il tocco di un piede va bene - Ricomincia solo al segnale acustico - Rispondi al/prima del segnale acustico - Riposo. Ripetere - Corri avanti e indietro - Raggiungere dopo il segnale acustico è "fallito" - Fallimento 2 consecutivi ... fine Attenzione: questa app non verrà eseguita in background.
pt_br: - Superfície plana - Marcar 20 metros - Comece em uma extremidade, em bip - Toque na outra extremidade/antes do bipe - O toque de um pé é bom - Comece de volta apenas no sinal sonoro - Alcance de volta/antes do bipe - Descanso. Repetir - Correr para frente e para trás - Alcance após o bipe é 'falha' - Falha 2 consecutivas ... fim Atenção: este aplicativo não será executado em segundo plano.

source: Query/Comment
de: Anfrage/Kommentar
es: Consulta / comentario
it: Domanda/Commento
pt_br: Consulta/Comentário

# write-above
source: Please write above this line
de: Bitte über dieser Zeile schreiben
es: Por favor escriba encima de esta línea.
it: Si prega di scrivere sopra questa riga
pt_br: Por favor, escreva acima desta linha

source: Volume Low
de: Lautstärke niedrig
es: Volumen bajo
it: Volume Basso
pt_br: Volume baixo

# volume-low-msg
source: Caution: your device volume may be too low for sounds to be heard easily
de: Achtung: Die Lautstärke Ihres Geräts ist möglicherweise zu niedrig, um die Geräusche gut zu hören
es: Precaución: el volumen de su dispositivo puede ser demasiado bajo para que los sonidos se escuchen fácilmente
it: Attenzione: il volume del dispositivo potrebbe essere troppo basso per poter ascoltare facilmente i suoni
pt_br: Atenção: o volume do seu dispositivo pode estar muito baixo para que os sons sejam ouvidos facilmente

source: Dont Show Again
de: Nicht mehr anzeigen
es: No volver a mostrar
it: Non mostrare più
pt_br: Não mostrar novamente

# settings-msg
source: Settings (will help the developer)
de: Einstellungen (hilft dem Entwickler)
es: Configuración (ayudará al desarrollador)
it: Impostazioni (aiuteranno lo sviluppatore)
pt_br: Configurações (vai ajudar o desenvolvedor)

source: Stop Run?
de: Lauf stoppen?
es: ¿Detener Ejecutar?
it: Smetti di correre?
pt_br: Parar de correr?

source: Are you sure?
de: Bist du sicher?
es: ¿Está seguro?
it: Sei sicuro?
pt_br: Tem certeza?

source: Yes
de: Jawohl
es: Sí
it: Sì
pt_br: Sim

source: Close
de: Nah dran
es: Cerrar
it: Vicino
pt_br: Sua distância:

source: Result
de: Ergebnis
es: Resultado
it: Risultato
pt_br: Resultado

# you-scored
source: Your Distance:
de: Ihre Distanz:
es: Tu distancia:
it: La tua distanza:
pt_br: Ihre Distanz:

source: Test Options
de: Testoptionen
es: Opciones de prueba
it: Opzioni di Test
pt_br: Opções de Teste

source: Confirm Stop
de: Stopp bestätigen
es: Confirmar parada
it: Conferma Stop
pt_br: Confirmar Parada

# confirm-stop-msg
source: Caters to accidental Stop button presses. If checked, will display a timed dialog box to confirm you actually want to stop the test
de: Berücksichtigt versehentliches Drücken der Stopptaste. Wenn diese Option aktiviert ist, wird ein zeitgesteuertes Dialogfeld angezeigt, um zu bestätigen, dass Sie den Test tatsächlich stoppen möchten
es: Se adapta a las pulsaciones accidentales del botón de parada. Si está marcado, mostrará un cuadro de diálogo cronometrado para confirmar que realmente desea detener la prueba.
it: Soddisfa le pressioni accidentali del pulsante Stop. Se selezionato, visualizzerà una finestra di dialogo a tempo per confermare che si desidera effettivamente interrompere il test
pt_br: Atende a pressionamentos acidentais do botão Parar. Se marcado, exibirá uma caixa de diálogo cronometrada para confirmar que você realmente deseja interromper o teste

source: Auto Stop
de: Auto-Stopp
es: Autoestop
pt_br: Parada automática

source: Auto Stopped
de: Automatisch gestoppt
es: Auto detenido
it: Arresto automatico
pt_br: Parado Automático

# auto-stop-msg
source: Stops the test automatically. You must hold the device when running; place it on the floor when done
de: Stoppt den Test automatisch. Sie müssen das Gerät beim Laufen halten; lege es auf den Boden, wenn du fertig bist
es: Detiene la prueba automáticamente. Debe sujetar el dispositivo mientras se ejecuta; colóquelo en el suelo cuando termine
it: Interrompe il test automaticamente. È necessario tenere il dispositivo durante l'esecuzione; posizionarlo sul pavimento una volta terminato
pt_br: Interrompe o teste automaticamente. Você deve segurar o dispositivo durante a execução; coloque-o no chão quando terminar

# auto-stop-alert
source: Sorry, your device does not detect movement. AutoStop will not work
de: Ihr Gerät erkennt keine Bewegung. AutoStop funktioniert nicht
es: Lo sentimos, tu dispositivo no detecta movimiento. AutoStop no funcionará
it: Spiacenti, il tuo dispositivo non rileva i movimenti. L'arresto automatico non funzionerà
pt_br: Desculpe, seu dispositivo não detecta movimento. AutoStop não funcionará

source: Sound Options
de: Tonoptionen
es: Opciones de sonido
it: Opzioni Audio
pt_br: Opções de Som

# voice-on
source: Voice Cue
de: Sprachhinweis
es: Cue de voz
it: Segnale vocale
pt_br: Dica de Voz

# voice-on-msg
source: Enables voice cues at every level change
de: Aktiviert Sprachhinweise bei jeder Pegeländerung
es: Habilita señales de voz en cada cambio de nivel
it: Abilita segnali vocali ad ogni cambio di livello
pt_br: Permite dicas de voz em cada mudança de nível

# check-volume
source: Check Volume on Start
de: Lautstärke beim Start prüfen
es: Verificar el volumen al iniciar
it: Controlla il volume all'avvio
pt_br: Verifique o volume ao iniciar

# check-volume-msg
source: When checked, you will be alerted to a low volume setting (only at app startup)
de: Wenn diese Option aktiviert ist, werden Sie auf eine niedrige Lautstärkeeinstellung aufmerksam gemacht (nur beim App-Start)
es: Cuando está marcado, se le alertará sobre una configuración de volumen bajo (solo al inicio de la aplicación)
it: Se selezionato, verrai avvisato di un'impostazione di volume basso (solo all'avvio dell'app)
pt_br: Quando marcado, você será alertado para uma configuração de volume baixo (somente na inicialização do aplicativo)

# fix-volume
source: Lock Volume
de: Lautstärke sperren
es: Bloquear volumen
it: Blocca il Volume
pt_br: Bloquear Volume

# fix-volume-msg
source: Prevents accidental volume changes when running. Comes into effect after the pre-run countdown completes
de: Verhindert versehentliche Lautstärkeänderungen beim Laufen. Tritt in Kraft, nachdem der Vorlauf-Countdown abgelaufen ist
es: Evita cambios accidentales de volumen durante la ejecución. Entra en vigor después de que se completa la cuenta atrás previa a la ejecución
it: Impedisce modifiche accidentali del volume durante l'esecuzione. Entra in vigore al termine del conto alla rovescia prima dell'esecuzione
pt_br: Evita alterações acidentais de volume durante a execução. Entra em vigor após a conclusão da contagem regressiva pré-execução

# do-vibrate
source: Vibrate
de: Vibrieren
es: Vibrar
it: Vibrare
pt_br: Vibrar

# do-vibrate-msg
source: When checked, will vibrate at the end of every shuttle
de: Wenn aktiviert, vibriert es am Ende jedes Shuttles
es: Cuando está marcado, vibrará al final de cada lanzadera.
it: Se selezionato, vibrerà alla fine di ogni navetta
pt_br: Quando marcado, irá vibrar no final de cada ônibus espacial

source: Halfway Beep
de: Halber Piepton
es: Bip Medio camino
it: Bip a Metà
pt_br: Bipe Médio

# halfway-beep-msg
source: When checked, will beep at the shuttle's halfway point. Helps with speed adjustment. Also, if you are constrained for space
de: Wenn dies aktiviert ist, piept es auf halbem Weg des Shuttles. Hilft bei der Geschwindigkeitsanpassung. Auch wenn Sie wenig Platz haben
es: Cuando se marca, sonará un pitido en el punto medio de la lanzadera. Ayuda con el ajuste de velocidad. Además, si tiene limitaciones de espacio
it: Quando selezionato, emetterà un segnale acustico a metà corsa della navetta. Aiuta con la regolazione della velocità. Inoltre, se sei limitato per lo spazio
pt_br: Quando marcado, emitirá um bipe na metade do caminho do ônibus. Ajuda no ajuste de velocidade. Além disso, se você tiver restrições de espaço

source: ABOUT
de: ÜBER
es: SOBRE
it: DI
pt_br: CERCA DE

source: Version
de: Ausführung
es: Versión
it: Versione
pt_br: Versão

source: No
de: Nein
pt_br: Não

source: Total:
de: Gesamt:
